{
  "data": {
    "id": 2811915,
    "type": "chapter",
    "volume": "1",
    "number": "1",
    "number_secondary": "1",
    "name": "Пролог. Сон",
    "slug": "2811915",
    "branch_id": 17232,
    "manga_id": 51865,
    "created_at": "2024-02-04T03:30:36.000000Z",
    "moderated": {
      "id": 1,
      "label": "Принято модерацией"
    },
    "likes_count": 69,
    "teams": [
      {
        "id": 53035,
        "slug": "disskordsolo",
        "slug_url": "53035--disskordsolo",
        "model": "team",
        "name": "DisskordSolo",
        "cover": {
          "filename": "gSBupANx6ycx",
          "thumbnail": "/uploads/team/disskordsolo/cover/gSBupANx6ycx_thumb.jpg",
          "default": "/uploads/team/disskordsolo/cover/gSBupANx6ycx_250x350.jpg"
        },
        "vk": null,
        "discord": null
      }
    ],
    "content": "<p data-paragraph-index=\"1\">Однажды в марте, в тот первый месяц весны, когда распускаются цветы и птицы вкладывают все силы в свои песни, 9-летнему Эвану Д. Шердену, второму сыну маркиза, приснился очень яркий и необычный сон.</p><p data-paragraph-index=\"2\">В этом сне Эван был обычным подростком, живущим в воображаемом мире под названием “Земля”, и он был погружён в “ролевую игру” — игру, которая длится сотни, если не тысячи часов.</p><p data-paragraph-index=\"3\">В этой игре было много персонажей, каждый со своими чертами характера и способностями, но у одного из них была особенно уникальная черта - постоянно умирать.</p><p data-paragraph-index=\"4\">Эван стал будто бы одержим этим умирающим персонажем. Каждый раз, когда персонаж умирал, Эван перезагружал игру и пытался предотвратить смерть персонажа самыми разными способами. Но что бы он ни делал, он не мог спасти этого персонажа. Что еще хуже, с каждой перезагрузкой он умирал всё более несчастной смертью.</p><p data-paragraph-index=\"5\">И эти смерти едва ли можно было назвать доблестными: этот персонаж часто погибал случайно наступив на мину или попав под отравленную стрелу, предназначенную кому-то другому. Он мог умереть даже просто упав на улице. Другие смерти могли быть еще более унизительными: он выпивал яд, спутав его с чем-либо другим. И даже в спешке выпитый напиток мог оказаться для него смертельным.</p><p data-paragraph-index=\"6\">Он вставал на путь злой труппы и быстро попадал под контроль их темной магии. Естественно, эта магия стала очередной причиной его смерти.</p><p data-paragraph-index=\"7\">Еще более катастрофичными были случаи, когда персонаж натыкался на сундук с сокровищем в подземелье. От волнения он просто пялился на сундук будто забыв, что его надо открыть. А затем сундук наказывал его за медлительность, выпуская ядовитый газ, который погружал парня в смертельный сон.</p><p data-paragraph-index=\"8\">Персонажа постигала и трагическая судьба: он часто принимал на себя основной урон во время неожиданных нападений от хорошо оснащённых противников. Порой можно было наблюдать, как его жестоко убивали гигантские монстры, когда он бежал к ним.</p><p data-paragraph-index=\"9\">А когда он все-таки настигал монстров, они всегда расправлялись с ним. Эван ничего не мог сделать, чтобы спасти этого персонажа от скоропостижного смертного приговора.</p><p data-paragraph-index=\"10\">Однажды девушка персонажа от ревности хладнокровно убила его.</p><p data-paragraph-index=\"11\">Магия короля Йо-ма также имела особенно жестокую склонность обрывать жизнь персонажа. Итак, Эван в конце концов понял, что это был персонаж, который сталкивался с несчастной смертью несмотря ни на что!</p><p data-paragraph-index=\"12\">Где на Земле могла произойти вся эта трагедия только с одним человеком?</p><p data-paragraph-index=\"13\">Эван знал ответ, как и многие другие. Эта ролевая игра о свободе и безграничных возможностях, которая пользуется огромным успехом на Земле. Это происходит в третей части “Глубокая тьма Города-Подземелья”. Независимо от того, какой маршрут выберет игрок, персонаж всегда напрасно умирает. Казалось, что это был единственно возможный исход, по крайней мере, насколько мог видеть Эван Д. Шерден.</p><p data-paragraph-index=\"14\">Сколько раз этот персонаж умирал в этой игре? Есть только несколько иллюстраций для главного героя и для каждого босса, но смерть Эвана, должно быть, была особо обожаема командой разработчиков. Начнем с убедительного анализа: это игра, которую вы не сможете пройти, пока Эван не умрет. “Весь мир надеется на смерть Эвана”. Было распространено мнение, что присутствие Эвана в игре блокирует силы короля Йо-ма, делая невозможным участие в финальной битве, пока Эван не умрет.</p><p data-paragraph-index=\"15\">Эван стал кем-то вроде культовой фигуры в игре, привлекая язвительные и злорадные комментарии. Часто можно было услышать такие высказывания, как: ”Я люблю, когда Эван бежит навстречу смерти в любое время и в любом месте!”. Были злобные комментарии, в которых говорилось о несоответствии между жизнерадостностью Эвана и его сверхъестественной склонностью падать замертво при самых отвратительных обстоятельствах. “Это так волнующе, что столь красивый молодой человек всегда напрасно умирает”. Люди даже не стеснялись высказывать свои садистские идеи по типу: “Мне это так нравится, что я хочу воскресить Эвана и убить его снова”. Эван, безусловно, пользовался популярностью среди токсичной группы игроков.</p><p data-paragraph-index=\"16\">Было даже несколько извращённых игроков, которые раз за разом обеспечивали ужасную судьбу для Эвана.</p><p data-paragraph-index=\"17\">“НЕТ, это же моя история! ААААААААААА!”</p><p data-paragraph-index=\"18\">“Господин, в чем дело?!”</p><p data-paragraph-index=\"19\">В тот день Эван, второй сын маркиза Шердена, который правит Городом-Подземельем, вспомнил все свои 29 лет бунтарской жизни. Он вспомнил, что он кореец Е Бан-Мин.</p><p data-paragraph-index=\"20\">Эван вспомнил, как он всегда напрасно умирал в том игровом мире — мире “Великая битва 3: Глубокая тьма Шердена, Города-Подземелья”. Эти были воспоминания заполненные отчаянием.</p><p data-paragraph-index=\"21\">* * *</p><p data-paragraph-index=\"22\">”Я не могу умереть\".</p><p data-paragraph-index=\"23\">Эван открыл глаза посреди ночи. В комнате была кромешная тьма. Эван слегка вспотел лёжа на кровати после многочасовых попыток оживить воспоминания о своей прошлой жизни. И его усилия окупились, воспоминания встали на свои места.</p><p data-paragraph-index=\"24\">“Я не могу просто сидеть сложа руки и умереть вот так!” Эван закричал в воздух, пот капал с его лба.</p><p data-paragraph-index=\"25\">Эван вскочил с кровати. Поскольку его разум начал усваивать воспоминания о прошлой жизни и примирять их с его нынешней реальностью, его тело, которое лишь намекало о прошедших девяти годах жизни, теперь казалось Эвану совершенно странным и хрупким.</p><p data-paragraph-index=\"26\">Но происходящее прямо здесь определенно было реальностью. Он был Эваном Д. Шерденом, а не Е Бан-Мином и этот мир был очень похож на мир в игре \"Битва при Йо-ма 3\". Заметив невероятное сходство, Эван понял, что неизбежное должно произойти. Тот день приближался. День, когда смертельная судьба придёт в движение. День, когда Эван умрет напрасной смертью!</p><p data-paragraph-index=\"27\">Судя по тому как этот мир был похож на игру, Эван был уверен в этом. Он не стал задумываться, почему это было так; он просто знал, что его воспоминания реальны и что они приведут к его неминуемой смерти в его нынешней реальности.</p><p data-paragraph-index=\"28\">“Я должен найти решение”, - подумал он вслух.</p><p data-paragraph-index=\"29\">Но как? Размышления о бесчисленных кризисах, ожидающих его впереди, просто опустошили его, но в подобные моменты он должен сохранять спокойствие. Воспоминания о 29 годах давили на него, отчаяние от бесчисленных смертей снова и снова прокручивалось в его голове. Он больше не был обычным девятилетним мальчиком.</p><p data-paragraph-index=\"30\">“Хорошо, я просто запишу всё, что знаю. Всё, что я помню об игровом мире, будет ценной информацией”.</p><p data-paragraph-index=\"31\">Он подбежал к своему столу и сел на стул. Он включил лампу, которая работает на камене маны, источнике энергии, добываемом в Подземелье. Непритязательный дневника лежал на столе. Хотя это был не просто старый дневник. Это были “Хроники”, артефакт, который обычно находят в Подземелье. С его помощью Эван мог свободно писать и редактировать все записи в нём, и у него даже были функции безопасности, так что никто кроме него не мог ознакомиться с содержимым его дневника.</p><p data-paragraph-index=\"32\">Он и раньше думал, что это удивительный инструмент. Но теперь, с новыми воспоминания, он увидел сходство артефакта с функцией компьютерного документооборота.</p><p data-paragraph-index=\"33\">“Прежде всего…”, - Эван мысленно приготовился приступить к изложению своих воспоминаний.</p><p data-paragraph-index=\"34\">Эван взял свое любимое гусиное перо, обмакнул его в чернильницу и пробормотал печальным голосом.</p><p data-paragraph-index=\"35\">“Давайте запишем все мои смерти”.</p><p data-paragraph-index=\"36\">Е Бан-Мин, обычный молодой кореец, впервые наткнулся на “Великую войну Йо-ма”, когда ему было шестнадцать.</p><p data-paragraph-index=\"37\">Хотя первая работа серии “Великая война Йо-ма” не была столь графически насыщенной как другие игры, очарование сюжета было настолько велико, что графические недостатки не имели значения. Е Бан-Мин, будучи впечатлительным юношей, влюбился в “Великую войну Йо-ма”.</p><p data-paragraph-index=\"38\">Полностью завершив игру всего за три дня, он неоднократно перепроходил её и с нетерпением ждал продолжения.</p><p data-paragraph-index=\"39\">***</p><p data-paragraph-index=\"40\">“Как я мог умереть от слизи?” - подумал Эван. - “Это был ужасный финал. Это было просто отвратительно”.</p><p data-paragraph-index=\"41\">***</p><p data-paragraph-index=\"42\">В сиквеле “Великой войны Йо-ма” многие аспекты игры были изменены. Е Бан-Мин наслаждался находя все изменения, даже такие незначительные, как изменение истории героини в эндгейме.</p><p data-paragraph-index=\"43\">Благодаря успеху “Великой войны Йо-ма 1” команда разработчиков смогла увеличить свой бюджет для разработки “Великой войны Йо-ма 2”. В результате было значительно улучшена боевая система и особенно графика, от чего многие игроки были в восторге.</p><p data-paragraph-index=\"44\">Е Бан-Мин, конечно же, прошел \"Великую войну Йо-ма 2\" и всего за одну неделю.</p><p data-paragraph-index=\"45\">***</p><p data-paragraph-index=\"46\">“Нет, как ты мог погибнуть в такой простой ловушке? Это вообще не имеет смысла!”.</p><p data-paragraph-index=\"47\">***</p><p data-paragraph-index=\"48\">После “Великой войны Йо-ма 2” была выпущена “Великая война Йо-ма Зеро”. В этой игре рассказывалась история древнего Даоса, борющегося против короля Йо-ма. В ней сохранен сеттинг предыдущих частей серии \"Великая война Йо-ма\", но эта новая часть позволила играть в кооперативе. Как и раньше, здесь были грандиозные подземелья и таинственное волшебство.</p><p data-paragraph-index=\"49\">Как вы, возможно, и предполагали, Е Бан-Мин очистил \"Зеро\" в кратчайшие сроки: всего за 10 дней. Е Бан-Мин, будучи постоянным критиком сюжетов этих игр, выразил сожаление по поводу того, что разработчики не раскрыли личность древнего даоса, но все остальное было для него просто идеальным.</p><p data-paragraph-index=\"50\">***</p><p data-paragraph-index=\"51\">“Ох, хорошо было родиться красивым, но почему все женщины оказываются психопатками? Сорок шесть концовок, в которых меня закалывает женщина? Вы что, издеваетесь надо мной?!”</p><p data-paragraph-index=\"52\">***</p><p data-paragraph-index=\"53\">Несколько лет спустя, когда Е Бан-Мин стал студентом колледжа, была выпущена \"Великая война Йо-ма 3\". В ней была великолепная графика, множество новых механик, огромное множество сценариев для прохождения и полная свобода для пользователей. Это был шедевр, который превзошел все, что было до этого.</p><p data-paragraph-index=\"54\">Те, кто пропустил предыдущие части \"Великой войны Йо-ма\", не могли обойти вниманием третью часть серии. В зависимости от того, как развивается главный герой, концовка была разделена на сотни подробных сценариев, где у каждого второстепенного персонажа было свое место в истории. Второстепенные персонажи даже жили своей собственной жизнью, у них была сводоба выбора и их собственные решения повлияли бы на исход! Любой, кто играл в игру, без колебаний называл ее “Божественной”.</p><p data-paragraph-index=\"55\">***</p><p data-paragraph-index=\"56\">“Хах, суккуб… Это было невероятно. После этого конечно все пошло под откос, но знаете...”</p><p data-paragraph-index=\"57\">***</p><p data-paragraph-index=\"58\">Е Бан-Мин также увлекся игрой \"Великая война Йо-ма 3\". Наряду с выполнением задания главного героя, он путешествовал по городу-подземелью Шердену, чтобы выполнить абсолютно все побочные задания и по-настоящему разобрался со всем, что могла предложить игра.</p><p data-paragraph-index=\"59\">В частности, в третьей части была добавлена возможность завести роман с несколькими женщинами, поэтому Е Бан-Мин изо всех сил старался достичь так называемого “Гаремного рута”. И ему это удалось.</p><p data-paragraph-index=\"60\">***</p><p data-paragraph-index=\"61\">“Как он ещё умер? О, конечно, яд… Это такое клише”.</p><p data-paragraph-index=\"62\">***</p><p data-paragraph-index=\"63\">Второстепенный персонаж, который умирает независимо от того, как главный герой продвигает историю... Должно быть, такова роль персонажа Эвана Д. Шердена. Второй сын Маркиза, владельца Города-Подземелья, просто пешка, которая должна умереть для того, чтобы игра закончилась.</p><p data-paragraph-index=\"64\">“Он, должно быть, тот персонаж, который умирает во благо главного героя. Верно, у него нет такой силы как у основных персонажей, но он лоялен, и он быстро приходил в себя, если немного поработать над этим.\"</p><p data-paragraph-index=\"65\">***</p><p data-paragraph-index=\"66\">\"Есть даже пять концовок, где вас избивают до смерти. Почему ты натравливаешь воина на волшебника, но всё равно получаешь удар ножом, ты, маленький сопляк!”</p><p data-paragraph-index=\"67\">***</p><p data-paragraph-index=\"68\">В тот момент Е Бан-Мин почувствовал что-то вроде судьбы. Именно в этот момент он осознал свое чувство долга как геймера. Если игра так сильно зависит от действий игрока, то у должна быть концовка для Эвана! Если главный герой способен одолеть даже короля Йо-ма, то он несомненно спасет Эвана!  В конце концов, это обязательно станет счастливым концом. Я как-нибудь спасу Эвана! И преисполненный решимости выполнить эту миссию, Е Бан-Мин начал самозабвенно играть в игру. Если Эван умрет: перезагрузка. И снова, и снова, и снова...</p><p data-paragraph-index=\"69\">“Быть отравленным, быть убитым, умереть от вывиха ноги, слишком рано встретиться с финальным боссом, умереть от проклятия подземелья...”</p><p data-paragraph-index=\"70\">Хотя был момент, когда Е Бан-Мин обратился к более новой “Великая война Йо-ма 4: Тайна нового поколения”, в итоге он вернулся к “Великая война Йо-ма 3”. Ведь ему все ещё нужно было спасти Эвана.</p><p data-paragraph-index=\"71\">Действие \"Великой войны Йо-ма 4\" разворачивалось через пять лет после \"Великой войны Йо-ма 3\", но Эван не появился в этой четвертой части. Черт бы побрал этих сценаристов!</p><p data-paragraph-index=\"72\">***</p><p data-paragraph-index=\"73\">“Смерть, смерть, смерть… Смерть. Брошенный собственной невестой... Самоубийство… Так держать.”</p><p data-paragraph-index=\"74\">***</p><p data-paragraph-index=\"75\">Но, в конце концов, Е Бан Мин счел это невозможным. Не имело значения, сколько времени он вложил в это. Он провел шесть лет в \"Великой войне Йо-ма 3\", пытаясь спасти Эвана, но так и не смог этого сделать.</p><p data-paragraph-index=\"76\">Его последним воспоминанием в роли Е Бан-Мина было то, как Эван вытолкнул главного героя из финальной битвы и был убит проклятием короля Йо-ма.</p><p data-paragraph-index=\"77\">Поскольку ни один игрок не был достаточно хорош, чтобы довести Эвана до финальной битви не убив его, Е Бан-Мин был, пожалуй, единственным, кто знал правду.</p><p data-paragraph-index=\"78\">“Я ничего не могу сделать. Он просто умирает. Вот и все”.</p><p data-paragraph-index=\"79\">Эвана нельзя спасти.</p><p data-paragraph-index=\"80\">Главный герой не может спасти Эвана.</p><p data-paragraph-index=\"81\">“Но я должен спасти его”.</p><p data-paragraph-index=\"82\">Я - Эван, и никто другой.</p><p data-paragraph-index=\"83\">\"Эван Д. Шерден. Ты должен жить.\"</p><p data-paragraph-index=\"84\">Эван просмотрел записи обо всех своих смертях и глубоко вздохнул. Только теперь он немного успокоился.</p><p data-paragraph-index=\"85\">\"Хорошо.\"</p><p data-paragraph-index=\"86\">Я ни за что не умру. Ни за что.</p><p data-paragraph-index=\"87\">“Давайте начнем”.</p><p data-paragraph-index=\"88\">Эван похлопал себя по щекам, давая понять самому себе, что принял решение.</p><p data-paragraph-index=\"89\">*********************************************************************************************************</p><p data-paragraph-index=\"90\">[п.п.: Если увидите какие-то ошибки или есть предложения по альтернативным вариантам для различных названий и имён, то не стесняйтесь писать даже в личку.</p><p data-paragraph-index=\"91\">***</p><p data-paragraph-index=\"92\">Судя по комментам у анлейта, перевод там не ахти. И т.к. фантазией я не блещу, то могут попадаться предложения, которые выглядят тупыми и бессмысленными, потому что я не смог их адаптировать и оставил как выдал машинный.</p><p data-paragraph-index=\"93\">И я был бы не против даже машинного перевода с корейского, но на всех их сайтах (которые я нашёл) главы платные и вливать деньги в то, чем я ныне занимаюсь из-за мысли \"А чего бы и нет?\" желания как-то нет. Да и не то чтобы он намного лучше... А местами может быть и хуже.</p><p data-paragraph-index=\"94\">По этому!</p><p data-paragraph-index=\"95\">Читайте на свой страх и риск.</p><p data-paragraph-index=\"96\">Я постараюсь делать главы как можно качественнее, но я не робот, поэтому где-нибудь да могут про*баться))]</p>",
    "attachments": []
  }
}